Revit 2026 API

# MetallicPaintMetallicpaintTopcoatFalloff Property

---

The property labeled "Angle Falloff" from the "MetallicPaint" schema.

**Namespace:** Autodesk.Revit.DB.Visual**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public static string MetallicpaintTopcoatFalloff { get; }
```
```vb
Public Shared ReadOnly Property MetallicpaintTopcoatFalloff As String
	Get
```
```cpp
public:
static property String^ MetallicpaintTopcoatFalloff {
	String^ get ();
}
```
```fsharp
static member MetallicpaintTopcoatFalloff : string with get
```

#### Property Value

String

This property is of type "AssetPropertyDouble" within the range of "0, 1".

#### Reference

MetallicPaint Class

Autodesk.Revit.DB.Visual Namespace